{
  "about": [
    {
      "text": "As an aspiring graphic designer, I am driven by a passion for creating visually compelling content, a natural extension of my love for drawing and abstract painting. Although my experience with graphic design spans just several months, I have dedicated countless hours to improving my skills in Adobe Creative Suite, Figma, and leveraging AI to enhance my visuals. The illustration of colorful waves emanating from a head on my website portfolio is a piece I crafted myself."
    },
    {
      "text": "In July 2024, I completed a certified requalification course for Adobe Photoshop, Illustrator, and InDesign. The course covered intermediate-level topics and included small projects to test our skills."
    },
    {
      "text": "Currently, I am designing a meditation website, participating in a logo design contest, and reading design literature to enhance my skills. Through design, I embark on a journey of self-discovery, gaining insights into my artistic voice."
    }
  ],
  "logos": [
    {
      "src": "assets/logo-1.svg",
      "alt": "Logo 1",
      "text": [
        "This logo was created as a submission for a design contest. It was a carpenter company, hence the “J” shaped as a shaving.",
        "Company requirements: Blue logo with purple/orange in it, minimal and modern.",
        "The logo was not selected and is not currently in use by the company. This work is included in my portfolio to showcase design skills.",
        "Software used: Adobe Illustrator"
      ]
    },
    {
      "src": "assets/logo-2.svg",
      "alt": "Logo 2",
      "text": [
        "Logo for a meditation website, there is a kneeling man in a circle who symbolizes meditation. The circle is a symbol of a sun and of a shape frequently used as a meditation, yoga and psychology symbol. ",
        "The logo on the website is interactive with hover effect that causes the logo to change colour to match colours of the website and fuctions as a home-page link.",
        "Software used: Adobe Illustrator"
      ]
    },
    {
      "src": "assets/logo-3.svg",
      "alt": "Logo 3",
      "text": [
        "I designed a condensed logo using my initials for my website portfolio. ",
        "The logo features round shapes for a soft look and I added part of the letter K as a sharp-edged shape to contrast the letter O. My idea was for the letter K to partially come out of the letter O.",
        "Software used: Adobe Illustrator"
      ]
    },
    {
      "src": "assets/logo-4.svg",
      "alt": "Logo 4",
      "text": [
        "This logo was created as a submission for a design contest. It was for business company that opened a private school.",
        "Company requirements: The logo should convey a sense of tradition, prestige, and academic rigor. The design should integrate traditional elements that might be found in old-school private academy crests or emblems, yet with a modern twist that appeals to today’s youth.",
        "The logo was not selected and is not currently in use by the company. This work is included in my portfolio to showcase design skills.",
        "Software used: Adobe Illustrator and Procreate"
      ]
    }
  ],
  "more": [
    {
      "src": "assets/more-1.jpg",
      "alt": "More 1",
      "text": [
        "This is a poster I designed for a fictional event. The event is a music festival called “Wave” and the poster features a stylized wave. The poster is designed in a minimalist style with a limited colour palette.",
        "Software used: Adobe Illustrator"
      ]
    },
    {
      "src": "assets/more-2.jpg",
      "alt": "More 2",
      "text": [
        "This is a poster I designed for a fictional event. The event is a music festival called “Wave” and the poster features a stylized wave. The poster is designed in a minimalist style with a limited colour palette.",
        "Software used: Adobe Illustrator"
      ]
    }
  ]
}
